tap "bbatsche/fisher"
tap "buo/cask-upgrade"
tap "d12frosted/emacs-plus"
tap "fullscreen/tap"
tap "greymd/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "rjcoelho/boneyard"
tap "thoughtbot/formulae"
tap "tomanthony/brews"
tap "yudai/gotty"
brew "openssl@1.1"
brew "libssh2"
brew "aria2"
brew "icu4c"
brew "boost"
brew "sqlite"
brew "xz"
brew "asciidoc"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "node"
brew "aws-cdk"
brew "aws-rotate-key"
brew "aws-shell"
brew "awscli"
brew "gettext"
brew "axel"
brew "bandwhich"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "brew-gem"
brew "broot"
brew "libpng"
brew "freetype"
brew "pixman"
brew "cairo"
brew "cheat"
brew "chrome-cli"
brew "clang-format"
brew "cloc"
brew "faad2"
brew "libogg"
brew "flac"
brew "fribidi"
brew "gmp"
brew "libtool"
brew "libunistring"
brew "pkg-config"
brew "nettle"
brew "lame"
brew "little-cms2"
brew "libass"
brew "libvorbis"
brew "xvid"
brew "ffmpeg"
brew "libcue"
brew "mad"
brew "mp4v2"
brew "cmus"
brew "coreutils"
brew "cscope"
brew "csvq"
brew "ctags"
brew "curl"
brew "w3m"
brew "wget"
brew "dasht"
brew "ddgr"
brew "direnv"
brew "dust"
brew "elinks"
brew "elixir"
brew "elm"
brew "exa"
brew "fasd"
brew "fd"
brew "findutils"
brew "pcre2"
brew "fish"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "ruby"
brew "gem-cfn-nag"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "git-flow-avh"
brew "glew"
brew "glm"
brew "gnu-sed"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-jira"
brew "googler"
brew "pango"
brew "graphviz"
brew "grv"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "ical-buddy"
brew "imap-uw"
brew "jinja2-cli"
brew "oniguruma"
brew "jq"
brew "jslint4java"
brew "jsonpp"
brew "kakoune", args: ["HEAD"]
brew "kerl"
brew "lf"
brew "libao"
brew "libcroco"
brew "librsvg"
brew "libusb-compat"
brew "libxml2"
brew "lnav"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "micro"
brew "minikube"
brew "moreutils"
brew "mosh"
brew "mpv"
brew "mr"
brew "mscgen"
brew "multitail"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "nginx"
brew "nnn"
brew "nvm"
brew "pandoc"
brew "popt"
brew "postgresql"
brew "procs"
brew "pth"
brew "pv"
brew "pwgen"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rebar"
brew "rebar3", link: false
brew "redis", restart_service: true
brew "ripgrep"
brew "rtv"
brew "rustup-init"
brew "s3cmd"
brew "scc"
brew "sd"
brew "sdl2_image"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "stow"
brew "surfraw"
brew "task"
brew "tealdeer"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tmux"
brew "tokei"
brew "transcrypt"
brew "tree"
brew "ttyd"
brew "unixodbc"
brew "vim"
brew "watch"
brew "weechat"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-lovers"
brew "bbatsche/fisher/fisherman"
brew "d12frosted/emacs-plus/emacs-plus@26", args: ["with-modern-icon"]
brew "greymd/tools/tmux-xpanes"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rjcoelho/boneyard/dynamodb-local", args: ["HEAD"]
brew "thoughtbot/formulae/rcm"
brew "tomanthony/brews/itermocil"
brew "yudai/gotty/gotty"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "apache-directory-studio"
cask "balenaetcher"
cask "basictex"
cask "bitwarden"
cask "brave-browser"
cask "brave-browser-nightly"
cask "caffeine"
cask "cheatsheet"
cask "clean-me"
cask "commander-one"
cask "dash"
cask "db-browser-for-sqlite"
cask "docker"
cask "fanny"
cask "firefox"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "fork"
cask "franz"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "rectangle"
cask "rocket"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vivaldi"
cask "vlc"
cask "zoom"
cask "zoomus"
mas "Microsoft Outlook", id: 985367838
mas "Xcode", id: 497799835
